Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_settings_passcode_title
source: Local passcode
be: Лакальны код доступу
ca: Codi d'accés local
de: Lokaler Pincode
es: Código de bloqueo
fr: Code d'accès
it: Codice locale
ko: 로컬 암호
ms: Kod laluan tempatan
nl: Toegangscode
pl: Lokalny kod dostępu
pt_br: Senha local
ru: Код-пароль
tr: Yerel parola
uk: Локальний код блокування

# lng_settings_password_disable
source: Disable cloud password
be: Адключыць воблачны пароль
ca: Desactiva la contrasenya del núvol
de: Cloud-Passwort deaktivieren
es: Desactivar contraseña
fr: Désactiver le mot de passe
it: Disattiva password
ko: 클라우드 비밀번호 비활성화
ms: Nyahdaya kata laluan awan
nl: Cloud-wachtwoord uitschakelen
pl: Wyłącz hasło do chmury
pt_br: Desativar senha da nuvem
ru: Отключить облачный пароль
tr: Bulut parolasını kapat
uk: Вимкнути хмарний пароль

# lng_settings_password_reenter_email
source: Re-enter recovery email
be: Увядзіце зноў эл. пошту для аднаўлення
ca: Torneu a introduir l'adreça de recuperació
de: E-Mail erneut eingeben
es: Repite tu correo de recuperación
fr: Entrer le courriel de récupération à nouveau
it: Ripeti email di recupero
ko: 복구 이메일 다시 입력
ms: Masukkan balik emel pemulihan
nl: Herstel-e-mailadres opnieuw invoeren
pl: Powtórz e-mail odzyskiwania hasła
pt_br: Digite o email de recuperação novamente
ru: Повторите адрес электронной почты
tr: Kurtarma e-postasını yeniden giriniz
uk: Введіть е-пошту для відновлення ще раз

# lng_settings_password_title
source: Two-step verification
be: Двухэтапная праверка
ca: Verificació en dos passos
de: Zweistufige Bestätigung
es: Verificación en dos pasos
fr: Double authentification
it: Verifica in due passaggi
ko: 2단계 인증
ms: Verifikasi 2-langkah
nl: Twee-staps-verificatie
pl: Weryfikacja dwustopniowa
pt_br: Verificação em Duas Etapas
ru: Двухэтапная аутентификация
tr: İki adımlı doğrulama
uk: Двоетапна перевірка

# lng_settings_performance
source: Performance
be: Прадукцыйнасць
ca: Rendiment
de: Leistung
es: Rendimiento
it: Prestazioni
ko: 성능
ms: Prestasi
nl: Prestaties
pl: Wydajność
pt_br: Desempenho
ru: Производительность
tr: Performans
uk: Продуктивність

# lng_settings_profile_photo_privacy
source: Profile photo
be: Аватар профілю
ca: Foto de perfil
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Foto del profilo
ko: 프로필 사진
ms: Foto profil
nl: Profielfoto
pl: Zdjęcie profilowe
pt_br: Foto de perfil
ru: Фотография профиля
tr: Profil fotoğrafı
uk: Фото профілю

# lng_settings_rename_device
source: Rename
be: Перайменаваць
ca: Canvia-li el nom
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ko: 변경
ms: Namakan semula
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
tr: Yeniden adlandır
uk: Перейменувати

# lng_settings_rename_device_title
source: Rename current device
be: Перайменаваць прыладу
ca: Canvia-li el nom
de: Aktuelles Gerät umbenennen
es: Renombrar dispositivo actual
fr: Renommer l'appareil actuel
it: Rinomina dispositivo corrente
ko: 현재 기기명 변경
ms: Namakan semula peranti ini
pl: Zmień nazwę bieżącego urządzenia
pt_br: Renomear dispositivo atual
ru: Переименовать текущее устройство
tr: Mevcut cihazı yeniden adlandır
uk: Перейменувати цей пристрій

# lng_settings_replace_emojis
source: Replace emoji automatically
be: Замяняць эмодзі
ca: Substitueix els emojis
de: Emoji automatisch ersetzen
es: Reemplazar emojis automáticamente
fr: Remplacer automatiquement les emoji
it: Sostituisci emoji automaticamente
ko: 이모지 자동 대치
ms: Ganti emoji secara automatik
nl: Emoji's automatisch vervangen
pl: Zamień emoji tekstowe na obrazkowe
pt_br: Substituir emoji automaticamente
ru: Автозамена эмодзи
tr: İfadeyi otomatik olarak değiştir
uk: Автозаміна текстових смайлів на емодзі

# lng_settings_reset
source: Terminate all other sessions
be: Скончыць усе іншыя сеансы
ca: Tanca les altres sessions
de: Alle anderen Sitzungen abmelden
es: Cerrar todas las demás sesiones
fr: Fermer toutes les autres sessions
it: Termina tutte le altre sessioni
ko: 다른 모든 세션 강제 종료
ms: Tamatkan semua sesi lain
nl: Beëindig alle andere sessies
pl: Zakończ wszystkie inne sesje
pt_br: Terminar todas as outras sessões
ru: Завершить все другие сеансы
tr: Diğer tüm oturumları sonlandır
uk: Завершити всі інші сеанси

# lng_settings_reset_one_sure
source: Do you want to terminate this session?
be: Вы хочаце скончыць гэты сеанс?
ca: Voleu tancar aquesta sessió?
de: Diese Sitzung wirklich abmelden?
es: ¿Quieres cerrar esta sesión?
fr: Voulez-vous fermer cette session ?
it: Vuoi terminare questa sessione?
ko: 해당 세션을 강제 종료 하시겠습니까?
ms: Anda mahu tamatkan sesi ini?
nl: Deze sessie beëindigen?
pl: Czy chcesz zakończyć tę sesję?
pt_br: Deseja terminar essa sessão?
ru: Завершить этот сеанс?
tr: Oturumu sonlandırmak istiyor musunuz?
uk: Ви хочете завершити цей сеанс?

# lng_settings_reset_sure
source: Are you sure you want to terminate all other sessions?
be: Вы ўпэўнены, што хочаце скончыць усе іншыя сеансы?
ca: Segur que voleu tancar totes les altres sessions?
de: Sicher, dass du alle anderen Sitzungen abmelden möchtest?
es: ¿Quieres cerrar todas las demás sesiones?
fr: Voulez-vous vraiment fermer toutes les autres sessions ?
it: Vuoi davvero terminare tutte le altre sessioni?
ko: 정말 다른 기기에 로그인된 세션을 모두 종료하시겠습니까?
ms: Anda pasti mahu tamatkan semua sesi?
nl: Alle apparaten behalve het huidige apparaat uitloggen?
pl: Czy na pewno chcesz zakończyć wszystkie inne sesje?
pt_br: Tem certeza de que deseja terminar todas as outras sessões?
ru: Вы точно хотите завершить все другие сеансы?
tr: Diğer tüm oturumları sonlandırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете завершити всі інші сеанси?

# lng_settings_scale_auto
source: Auto ({cur})
be: Аўта ({cur})
es: Automático ({cur})
fr: Automatique ({cur})
ko: 자동 ({cur})
ms: Automatik ({cur})
pl: Automatyczna ({cur})
ru: Автоматически ({cur})
tr: Otomatik ({cur})
uk: Автоматично ({cur})

# lng_settings_section_advanced_settings
source: Advanced Settings
be: Пашыраныя налады
ca: Configuració avançada
de: Erweiterte Einstellungen
es: Avanzados
fr: Paramètres avancés
it: Impostazioni avanzate
ko: 고급 설정
ms: Aturan Lanjutan
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt_br: Configurações Avançadas
ru: Дополнительные настройки
tr: Gelişmiş Ayarlar
uk: Розширені налаштування

# lng_settings_section_background
source: Chat background
be: Фон чата
ca: Fons del xat
de: Hintergrundbild
es: Fondo de chat
fr: Arrière-plan
it: Sfondo chat
ko: 대화창 배경화면
ms: Latar belakang Bual
nl: Achtergrond
pl: Tło czatu
pt_br: Papel de Parede
ru: Фон для чатов
tr: Sohbet arka planı
uk: Фон чатів

# lng_settings_section_call_settings
source: Call Settings
be: Налады выклікаў
ca: Opcions de trucada
de: Anrufeinstellungen
es: Ajustes de llamadas
fr: Paramètres des appels
it: Impostazioni chiamate
ko: 통화 설정
ms: Aturan Panggilan
nl: Oproepinstellingen
pl: Ustawienia połączeń
pt_br: Configurações de Chamada
ru: Настройки звонков
tr: Arama Ayarları
uk: Налаштування викликів

# lng_settings_section_scale
source: Interface Scale
be: Памер інтэрфэйса
ca: Escala de la interfície
de: Größe ändern
es: Escala de la interfaz
fr: Taille de l'interface
it: Dimensione interfaccia
ko: 인터페이스 비율
ms: Skala Interfes
nl: Interfaceschaal
pl: Skala interfejsu
pt_br: Escala de Interface
ru: Масштаб интерфейса
tr: Arayüz Ölçeği
uk: Масштаб інтерфейсу

# lng_settings_self_destruct
source: Account self-destruct settings
be: Налады самазнішчэння ўліковага запісу
ca: Configuració de l'autodestrucció del compte
de: Kontolöschung bei Inaktivität
es: Autodestrucción de la cuenta
fr: Paramètres d'autodestruction du compte
it: Impostazioni autodistruzione account
ko: 계정 자동 탈퇴 설정
ms: Aturan akaun musnah-sendiri
nl: Account verwijderen na inactiviteit
pl: Ustawienia samozniszczenia konta
pt_br: Configurações de autodestruição da conta
ru: Автоматическое удаление аккаунта
tr: Hesabın kendini yok etme ayarları
uk: Налаштування самознищення акаунта

# lng_settings_send_cmdenter
source: Send with Cmd+Enter
be: Адпраўляць па націсканні на Cmd+Enter
ca: Envia en prémer Cmd+Retorn
de: Mit Cmd+Enter senden
es: Enviar con Cmd+Intro
fr: Envoyer avec Cmd+Entrée
it: Invia con Cmd+Invio
ko: Cmd+Enter로 메시지 보내기
ms: Kirim dengan Cmd+Enter
nl: Versturen met Cmd+Enter
pl: Użycie skrótu Cmd+Return powoduje wysłanie
pt_br: Enviar com Cmd+Enter
ru: Отправка по Cmd+Enter
tr: Cmd+Enter ile gönder
uk: Cmd+Enter – надіслати, Enter – новий рядок

# lng_settings_send_ctrlenter
source: Send with Ctrl+Enter
be: Адпраўляць па націсканні на Ctrl+Enter
ca: Envia en prémer Ctrl+Retorn
de: Mit Strg+Enter senden
es: Enviar con Ctrl+Intro
fr: Envoyer avec Ctrl+Entrée
it: Invia con Ctrl+Invio
ko: Ctrl+Enter 키로 보내기
ms: Kirim dengan Ctrl+Enter
nl: Versturen met Ctrl+Enter
pl: Użycie skrótu Ctrl+Enter powoduje wysłanie
pt_br: Enviar com Ctrl+Enter
ru: Отправка по Ctrl+Enter
tr: Ctrl+Enter ile gönder
uk: Ctrl+Enter – надіслати, Enter – новий рядок

# lng_settings_send_enter
source: Send with Enter
be: Адпраўляць па націсканні на Enter
ca: Envia en prémer «Retorn»
de: Mit Enter senden
es: Enviar con Intro
fr: Envoyer avec Entrée
it: Invia con tasto Invio
ko: Enter 키로 보내기
ms: Kirim dengan Enter
nl: Versturen met Enter
pl: Naciśnięcie klawisza Enter powoduje wysłanie
pt_br: Enviar com Enter
ru: Отправка по Enter
tr: Enter ile gönder
uk: Enter – надіслати, Shift+Enter – новий рядок

# lng_settings_sensitive_about
source: Display sensitive media in public channels on all your Telegram devices.
be: Паказваць канфідэнцыяльныя медыя ў публічных каналах на ўсіх сваіх Telegram прыладах.
ca: Mostra el contingut sensible dels canals públics en tots els dispositius amb Telegram.
de: Aktivierst du diese Funktion, werden sensible Medien in öffentlichen Kanälen auf all deinen Geräten angezeigt.
es: Muestra el contenido multimedia sensible en todos tus dispositivos con Telegram.
fr: Afficher les médias sensibles des canaux publics sur tous vos appareils Telegram.
it: Mostra i media sensibili nei canali pubblici su tutti i tuoi dispositivi Telegram.
ko: 회원님의 모든 텔레그램 기기의 공개 채널에 민감한 미디어를 표시합니다.
ms: Papar media sensitif di saluran awam di semua peranti Telegram anda.
nl: Gevoelige media weergeven in publieke kanalen op al je apparaten met Telegram.
pl: Wyświetlaj wrażliwe multimedia w publicznych kanałach w Telegramie na wszystkich swoich urządzeniach.
pt_br: Exibe mídia sensível de canais públicos em todos os seus dispositivos com o Telegram.
ru: Отображать материалы деликатного характера в публичных каналах на всех устройствах.
tr: Genel kanallardaki hassas medyaları tüm Telegram cihazlarınızda görüntüleyin.
uk: Показувати матеріали делікатного характеру в публічних каналах на всіх ваших пристроях.

# lng_settings_sensitive_disable_filtering
source: Disable filtering
be: Адключыць фільтрацыю
ca: Desactiva el filtratge
de: Filterung ausschalten
es: Desactivar filtro
fr: Désactiver le filtrage
it: Disattiva filtro
ko: 필터링 끄기
ms: Matikan penapisan
nl: Filteren uitschakelen
pl: Wyłącz filtrowanie
pt_br: Desativar filtragem
ru: Выключить ограничения
tr: Filtrelemeyi devre dışı bırak
uk: Вимкнути фільтрацію

# lng_settings_sensitive_title
source: Sensitive content
be: Сакрэтнае змесціва
ca: Contingut sensible
de: Sensible Inhalte
es: Contenido sensible
fr: Contenu sensible
it: Contenuti sensibili
ko: 민감한 컨텐츠
ms: Kontent sensitif
nl: Gevoelige inhoud
pl: Wrażliwe treści
pt_br: Conteúdo sensível
ru: Материалы деликатного характера
tr: Hassas içerik
uk: Матеріали делікатного характеру

# lng_settings_show_name
source: Show sender's name
be: Адлюстроўваць імя адпраўніка
ca: Mostra el remitent
de: Absendername anzeigen
es: Mostrar nombre del remitente
fr: Afficher le nom de l’expéditeur
it: Mostra nome del mittente
ko: 발신인 표시
ms: Tunjuk nama pengirim
nl: Afzender weergeven
pl: Pokazuj nazwę nadawcy
pt_br: Mostrar nome de quem enviou
ru: Показывать имя отправителя
tr: Gönderenin adını göster
uk: Показувати імʼя відправника

# lng_settings_show_sessions
source: Show all sessions
be: Паказаць усе сеансы
ca: Mostra totes les sessions
de: Alle Sitzungen anzeigen
es: Mostrar todas las sesiones
fr: Afficher toutes les sessions
it: Mostra tutte le sessioni
ko: 모든 세션 보기
ms: Tunjuk semua sesi
nl: Alle sessies weergeven
pl: Pokaż wszystkie sesje
pt_br: Exibir todas as sessões
ru: Показать все сеансы
tr: Tüm oturumları göster
uk: Показати всі сеанси

# lng_settings_sound_notify
source: Play sound
be: Прайграць гук
ca: Reprodueix un so
de: Ton abspielen
es: Reproducir sonido
fr: Émettre un son
it: Riproduci suono
ko: 소리 재생
ms: Main bunyi
nl: Geluiden afspelen
pl: Odtwórz dźwięk
pt_br: Tocar som
ru: Звук
tr: Ses çal
uk: Відтворювати звук

# lng_settings_spellchecker
source: Spell checker
be: Праверка арфаграфіі
ca: Corrector
de: Rechtschreibprüfung
es: Corrector ortográfico
fr: Correcteur orthographique
it: Controllo ortografico
ko: 맞춤법 검사기
ms: Penyemak ejaan
nl: Spellingcontrole
pl: Sprawdzanie pisowni
pt_br: Corretor ortográfico
ru: Проверка орфографии
tr: Yazım denetleyicisi
uk: Перевірка правопису

# lng_settings_start_min
source: Launch minimized
be: Запускаць схаваным
ca: Inicia'l minimitzat
de: Minimiert starten
es: Abrir minimizada
fr: Lancer sous forme réduite
it: Avvia ridotto a icona
ko: 최소화로 시작
ms: Pelancar diruntuhkan
nl: Minimaliseren bij uitvoeren
pl: Uruchom zminimalizowany
pt_br: Iniciar minimizado
ru: Запускать в свёрнутом виде
tr: Simge durumunda başlat
uk: Запускати у згорнутому вигляді

# lng_settings_stickers_emoji
source: Stickers and emoji
be: Стыкеры і эмодзі
ca: Adhesius i emojis
de: Sticker und Emoji
es: Stickers y emojis
fr: Autocollants et emoji
it: Sticker ed emoji
ko: 스티커 및 이모지
ms: Stiker dan emoji
nl: Stickers en Emoji
pl: Naklejki i emoji
pt_br: Stickers e emojis
ru: Стикеры и эмодзи
tr: Çıkartmalar ve ifade
uk: Наліпки та емодзі

# lng_settings_suggest_by_emoji
source: Suggest popular stickers by emoji
be: Прапаноўваць папулярныя стыкеры па эмодзі
ca: Suggereix adhesius populars amb un emoji
de: Sticker für Emoji vorschlagen
es: Sugerir stickers populares por emoji
fr: Suggérer des autocollants par emoji
it: Suggerisci sticker popolari da emoji
ko: 이모지에 맞춰 인기 스티커 추천
ms: Cadang stiker popular dengan emoji
nl: Stickersuggesties
pl: Proponuj popularne naklejki zamiast emoji
pt_br: Sugerir stickers populares por emoji
ru: Предлагать популярные стикеры
tr: İfadeye göre popüler çıkartmalar öner
uk: Пропозиції популярних наліпок за емодзі

# lng_settings_suggest_emoji
source: Suggest emoji replacements
be: Замена тэксту на эмодзі
ca: Suggereix substitució d'emoji
de: Emoji-Ersetzungen vorschlagen
es: Sugerir emojis de reemplazo
fr: Suggérer des emoji de remplacement
it: Suggerisci sostituzione emoji
ko: 이모지 대안 추천
ms: Cadang gantian emoji
nl: Emoji-vervangingen voorstellen
pl: Proponuj zamianę emoji
pt_br: Sugerir substituição de emojis
ru: Подсказка эмодзи
tr: İfade değişimlerini öner
uk: Пропозиції емодзі за словом

# lng_settings_system_integration
source: System integration
be: Інтэграцыя ў сістэму
ca: Integració amb el sistema
de: Einbindung in das System
es: Integración del sistema
fr: Intégration au système
it: Integrazione sistema
ko: 시스템 통합
ms: Sistem integrasi
nl: Systeemintegratie
pl: Integracja z systemem
pt_br: Integração ao sistema
ru: Интеграция в систему
tr: Sistem bütünleşmesi
uk: Інтеграція в систему

# lng_settings_system_spellchecker
source: Use system spell checker
be: Ужываць сістэмную праверку арфаграфіі
ca: Utilitza el corrector del sistema
de: System-Rechtschreibprüfung verwenden
es: Usar corrector ortográfico del sistema
fr: Utiliser le correcteur du système
it: Usa controllo ortografico di sistema
ko: 시스템 맞춤법 검사기 사용
ms: Guna penyemak ejaan sistem
nl: Gebruik systeem spellingscontrole
pl: Użyj systemowego sprawdzania pisowni
pt_br: Usar corretor ortográfico do sistema
ru: Системная проверка орфографии
tr: Sistem yazım denetleyicisini kullan
uk: Системна перевірка правопису

# lng_settings_terminate_if
source: If inactive for...
be: Калі неактыўны на працягу...
ca: Si són inactives durant...
de: Wenn inaktiv für...
es: Si están inactivas…
fr: Si inactif pendant
it: Se inattive per...
ko: 다음 동안 비활성화인 경우...
ms: Jika tak aktif untuk...
pl: Jeśli nieaktywne przez
pt_br: Se inativa por
ru: После периода неактивности…
tr: Etkin değilse...
uk: За відсутності...

# lng_settings_terminate_title
source: Terminate old sessions
be: Завяршыць старыя сеансы
ca: Tanca les sessions antigues
de: Alte Sitzungen automatisch beenden
es: Cerrar sesiones antiguas
fr: Terminer les anciennes sessions
it: Termina le sessioni
ko: 오래된 세션 자동 종료
ms: Tamatkan sesi lama
pl: Automatycznie kończ stare sesje
pt_br: Encerrar sessões antigas
ru: Автозавершение
tr: Eski oturumları sonlandır
uk: Автозавершення старих сеансів

# lng_settings_theme_accent_title
source: Choose accent color
be: Выбраць дамінуючы колер
ca: Trieu el color d'èmfasi
de: Akzentfarbe wählen
es: Elige un color de realce
fr: Choisir la couleur dominante
it: Scegli un colore principale
ko: 강조 색상 선택
ms: Pilih warna aksent
nl: Kies accentkleur
pl: Wybierz kolor akcentujący
pt_br: Escolha a cor de destaque
ru: Выберите акцентный цвет
tr: Vurgu rengini seç
uk: Виберіть основний колір

# lng_settings_theme_matrix
source: Matrix
be: Матрыца
ko: 매트릭스
ms: Matriks
ru: Матрица
tr: Matriks
uk: Матрична

# lng_settings_theme_midnight
source: Midnight
be: Паўночная
ca: Mitjanit
de: Mitternacht
es: Medianoche
fr: Minuit
it: Mezzanotte
ko: 자정
ms: Tengah malam
nl: Middernacht
pl: Nocny
pt_br: Meia-noite
ru: Полуночная
tr: Gece yarısı
uk: Опівнічна

# lng_settings_theme_tinted
source: Tinted
be: Каляровая
ca: Tenyit
de: Getönt
es: Teñido
fr: Teinté
it: Scuro
ko: 착색
ms: Gelap
nl: Getint
pl: Przyciemniony
pt_br: Tingido
ru: Цветная
tr: Renkli
uk: Тонована

# lng_settings_themes
source: Themes
be: Тэмы
ca: Temes
de: Farbthemen
es: Temas
fr: Thèmes
it: Temi
ko: 테마
ms: Tema
nl: Thema's
pl: Motywy
pt_br: Temas
ru: Темы
tr: Temalar
uk: Теми

# lng_settings_update_automatically
source: Update automatically
be: Абнаўляць аўтаматычна
ca: Actualització automàtica
de: Automatisch aktualisieren
es: Actualizar automáticamente
fr: Mettre à jour automatiquement
it: Aggiorna automaticamente
ko: 자동 업데이트
ms: Kemaskini secara automatik
nl: Automatisch bijwerken
pl: Automatyczna aktualizacja
pt_br: Atualizar automaticamente
ru: Обновлять автоматически
tr: Otomatik olarak güncelle
uk: Оновлювати автоматично

# lng_settings_update_checking
source: Checking for updates...
be: Правяраем абнаўленні...
ca: S'estan cercant actualitzacions...
de: Prüfe auf Updates...
es: Buscando actualizaciones...
fr: Recherche de mises à jour...
it: Cerco aggiornamenti...
ko: 업데이트 확인 중...
ms: Menyemak versi terbaru...
nl: Controleren op updates...
pl: Sprawdzam dostępność aktualizacji…
pt_br: Buscando atualizações...
ru: Проверка обновлений...
tr: Güncellemeler denetleniyor…
uk: Перевіряємо наявність оновлень...

# lng_settings_update_fail
source: Update check failed :(
be: Праверка абнаўленняў была няўдалай :(
ca: Ha fallat la comprovació :(
de: Konnte nicht auf Updates prüfen :(
es: Revisión de actualización fallida :(
fr: Recherche de mises à jour échouée :(
it: Ricerca aggiornamenti fallita :(
ko: 업데이트 확인 실패 :(
ms: Pemeriksaan kemaskini gagal :(
nl: Controleren op updates mislukt
pl: Sprawdzenie aktualizacji się nie powiodło :(
pt_br: Verificação de atualização falhou :(
ru: Ошибка при проверке обновлений
tr: Güncelleme denetimi başarısız oldu :(
uk: Не вдалося перевірити оновлення :(

# lng_settings_update_now
source: Restart Now
be: Перазапусціць
ca: Reinicia ara
de: Jetzt neustarten
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
ko: 지금 다시 시작
ms: Mula semula sekarang
nl: Nu herstarten
pl: Uruchom ponownie teraz
pt_br: Reiniciar Agora
ru: Перезапустить
tr: Şimdi Yeniden Başlat
uk: Перезапустити зараз

# lng_settings_update_ready
source: New version is ready
be: Новая версія гатовая да ўсталёўкі
ca: La versió nova està a punt
de: Neue Version ist da!
es: La nueva versión está lista
fr: La nouvelle version est prête
it: La nuova versione è pronta
ko: 새로운 버전을 설치하실 수 있습니다
ms: Versi baru sudah sedia
nl: Nieuwe versie staat klaar
pl: Nowa wersja jest gotowa
pt_br: A nova versão está pronta.
ru: Доступна новая версия
tr: Yeni sürüm hazır
uk: Нова версія готова до встановлення

# lng_settings_uploading_photo
source: Uploading photo...
be: Запампоўванне фота...
ca: S'està pujant la foto...
de: Bild wird geladen...
es: Subiendo foto...
fr: Envoi de la photo...
it: Carico foto...
ko: 사진 업로드 중...
ms: Muat naik foto...
nl: Foto uploaden...
pl: Przesyłanie zdjęcia…
pt_br: Carregando foto...
ru: Загрузка фото...
tr: Fotoğraf yükleniyor…
uk: Завантаження фото...

# lng_settings_use_native_notifications
source: Use native notifications
be: Выкарыстоўваць сістэмныя апавяшчэнні
ca: Usa les notificacions natives
de: Linux Benachrichtigungen
es: Usar notificaciones nativas
fr: Utiliser les notifications natives
it: Usa notifiche native
ko: 기존 알림 사용
ms: Guna notifikasi asli
nl: Linux-berichtgeving gebruiken
pl: Użyj natywnych powiadomień
pt_br: Usar notificações nativas
ru: Использовать системные уведомления
tr: Yerel bildirimleri kullan
uk: Використовувати системні сповіщення

# lng_settings_use_windows
source: Use Windows notifications
be: Выкарыстоўваць апавяшчэнні Windows
ca: Usa les notificacions de Windows
de: Windows Benachrichtigungen
es: Usar notificaciones de Windows
fr: Utiliser les notifications Windows
it: Usa le notifiche di Windows
ko: Windows 알림 사용
ms: Guna notifikasi Windows
nl: Windows-berichtgeving gebruiken
pl: Użyj powiadomień Windows
pt_br: Usar notificações do Windows
ru: Использовать уведомления Windows
tr: Windows bildirimlerini kullan
uk: Використовувати сповіщення Windows

# lng_settings_username
source: Username:
be: Імя карыстальніка:
ca: Nom d'usuari:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
ko: 사용자명
ms: Nama Samaran:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt_br: Nome de usuário:
ru: Имя пользователя:
tr: Kullanıcı adı:
uk: Псевдонім:

# lng_settings_username_add
source: Add username
be: Дадаць імя карыстальніка
ca: Afegeix el nom d'usuari
de: Benutzername hinzufügen
es: Añadir nombre de usuario
fr: Ajouter un nom d'utilisateur
it: Aggiungi username
ko: 사용자명 추가
ms: Tambah nama samaran
nl: Gebruikersnaam toevoegen
pl: Dodaj nazwę użytkownika
pt_br: Adicionar nome de usuário
ru: Выбрать имя пользователя
tr: Kullanıcı adı ekle
uk: Додати псевдонім

# lng_settings_version_info
source: Version and updates
be: Версіі і абнаўленні
ca: Versió i actualitzacions
de: Version und Updates
es: Versión y actualizaciones
fr: Version et mises à jour
it: Versione e aggiornamenti
ko: 버전 및 업데이트
ms: Versi dan yang terkini
nl: Versie en updates
pl: Wersja i aktualizacje
pt_br: Versão e atualizações
ru: Версия и обновления
tr: Sürüm ve güncellemeler
uk: Версії та оновлення

# lng_settings_view_emojis
source: View list
be: Адлюстраваць спіс
ca: Mostra la llista
de: Liste anzeigen
es: Ver lista
fr: Voir la liste
it: Visualizza lista
ko: 목록 보기
ms: Lihat senarai
nl: Lijst bekijken
pl: Pokaż listę
pt_br: Lista de visualização
ru: Показать список
tr: Listeyi görüntüle
uk: Переглянути список

# lng_settings_workmode_tray
source: Show tray icon
be: Паказваць значок у вобласці апавяшчэнняў
ca: Mostra-ho a la safata
de: Symbol im Infobereich anzeigen
es: Mostrar icono en el área de notificación
fr: Afficher dans la zone de notification
it: Mostra icona nell'area di notifica
ko: 트레이에 아이콘 표시
ms: Tunjuk dulang ikon
nl: Pictogram in systeemvak weergeven
pl: Pokaż ikonę w obszarze powiadomień
pt_br: Mostrar ícone na bandeja
ru: Показывать иконку в трее
tr: Bildirim tepsisinde simge göster
uk: Показувати значок у треї
